{
    "home": "Heim",
    "about": "über",
    "skills": "Fähigkeiten",
    "contact": "Kontakt",
    "brandName": "NasrinCode",
    "Im": "Mein Name ist",
    "NasrinMokhtari": "Nasrin Mokhtari",
    "Web Designer": "Webdesigner",
    "Front End Developer": "Entwickler für Benutzeroberflächen",
    "playVideo": "Video abspielen",
    "videoPlayer": "Videoplayer",
    "downloadCV": "Lebenslauf herunterladen",
    "Years": "Jahre",
    "of working experience as a web designer & developer": "Berufserfahrung als Webdesigner und Entwickler",
    "Afordable Prices": "Bezahlbare Preise",
    "High Quality Product": "Produkte mit hoher Qualität",
    "On Time Project Delivery": "Pünktliche Projektabwicklung",
    "Happy Clients": "Zufriedene Kunden",
    "Projects Completed": "Projekte abgeschlossen",
    "Read More": "Mehr lesen",
    "I'm a web developer and designer who loves creating unique user experiences and building beautiful and efficient user interfaces. With several years of experience in this field, I am always looking to learn and update my skills so that I can create the best experience for users. With the ability to design and develop dynamic and responsive websites, I am ready to help you turn your ideas into reality.": "Ich bin ein Webentwickler und Designer, der es liebt, einzigartige Benutzererlebnisse zu schaffen und schöne und effiziente Benutzeroberflächen zu erstellen. Da ich über mehrere Jahre Erfahrung in diesem Bereich verfüge, bin ich stets bestrebt, meine Fähigkeiten zu erlernen und zu aktualisieren, damit ich den Benutzern das beste Erlebnis bieten kann. Mit der Fähigkeit, dynamische und reaktionsfähige Websites zu entwerfen und zu entwickeln, bin ich bereit, Ihnen bei der Umsetzung Ihrer Ideen in die Realität zu helfen.",
    "With my efficient and attractive web designs, my clients always enjoy a positive experience and ease of use of their site, which makes them satisfied.":"Mit meinen effizienten und attraktiven Webdesigns erfreuen sich meine Kunden stets an einer positiven Erfahrung und Benutzerfreundlichkeit ihrer Website, was sie zufriedenstellt.",
    "The projects I have completed so far have always demonstrated high standards and overall quality, with my clients very satisfied with the end result.":"Die von mir bisher abgeschlossenen Projekte wiesen stets hohe Standards und Gesamtqualität auf, und meine Kunden waren mit dem Endergebnis sehr zufrieden.",
    "Skills & Experience": "Können und Erfahrung",
    "Unparalleled ability in web design and programming points to my achievements from years of experience in this field. I have always responded to the satisfaction of my customers.":"Die beispiellosen Fähigkeiten im Bereich Webdesign und Programmierung zeugen von meinen Erfolgen aus jahrelanger Erfahrung in diesem Bereich. Ich habe immer auf die Zufriedenheit meiner Kunden reagiert.",
    "My Skills": "Meine Fähigkeiten",
    "Experience": "Erfahrung",
    "Education": "Ausbildung",
    "UI Designer": "UI-Designer",
    "Product Designer": "Produktdesigner",
    "Apps Designer": "Apps-Designer",
    "Malek Conservatory": "Malek Konservatorium",
    "Education and work" :"Bildung und Arbeit",
    "Web Design Package": "Webdesign-Paket",
    "Mirdamad Technical Complex": "Technischer Komplex Mirdamad",
    "Bachelor of Computer Software": "Bachelor in Computersoftware",
    "University of Qom": "Universität Qom",
    "Sommayeh College of Najaf Abad": "Sommayeh College von Nadschaf Abad",
    "Master's degree in computer":"Master-Abschluss in Computer",
    "Diploma in computer": "Diplom in Computer",
    "Let's Work Together":"Lass uns zusammen arbeiten",
    "Hello, welcome to my site! If you have any questions, suggestions or needs, contact me. You can use the contact form below to send me your message. I will respond to your message quickly. Thank you for trusting me.":"Hallo, willkommen auf meiner Seite! Wenn Sie Fragen, Anregungen oder Bedürfnisse haben, kontaktieren Sie mich. Über das unten stehende Kontaktformular können Sie mir Ihre Nachricht zukommen lassen. Ich werde schnell auf Ihre Nachricht antworten. Danke, dass du mir vertraust.",
    "Location": "Wohnort",
    "Phone number":"die Telefonnummer",
    "Follow me": "folgen Sie mir",
    "Your Name":"Ihr Name",
    "Your Email": "deine E-Mail",
    "Message": "Nachrichtentext",
    "Send Message": "Nachricht senden"
  }
  