{
    "home": "بیت",
    "about": "معلومات ",
    "skills": "مهارات",
    "contact": "اتصال",
    "brandName": "نسرین کد",
    "Im": "اسمی",
    "NasrinMokhtari": "نسرین مختاری",
    "Web Designer": "مصمم ويب",
    "Front End Developer": "العمل الأمامي",
    "playVideo": "شاهد الفيديو",
    "videoPlayer": "تشغيل الفيديو",
    "downloadCV": "تحميل السيرة الذاتية",
    "Years": "",
    "of working experience as a web designer & developer": "سنوات من الخبرة العملية كمصمم ومطور ويب",
    "3": "۳",
    "Afordable Prices": "أسعار معقولة وبأسعار معقولة",
    "High Quality Product": "منتج عالي الجودة",
    "On Time Project Delivery": "تسليم المشروع في الوقت المحدد",
    "Happy Clients": "زبائن يشعرون بالرضى",
    "Projects Completed": "المشاريع المنجزة",
    "Read More": "معلومات أكثر",
    "I'm a web developer and designer who loves creating unique user experiences and building beautiful and efficient user interfaces. With several years of experience in this field, I am always looking to learn and update my skills so that I can create the best experience for users. With the ability to design and develop dynamic and responsive websites, I am ready to help you turn your ideas into reality.": "يحتوي أحد التطبيقات وتصميمات الويب على عاشق تجارب الأعمال الفريدة والحصرية والفريدة من نوعها ورابطات الأعمال الرائعة. مع سابقة منذ عدة سنوات في هذه الحانة، تم تعزيز العديد من الحداثة والمهارات الحديثة لتمكينهم من تقديم أفضل تجربة لكاربران. من خلال تصميم وتطوير مواقع الويب الديناميكية والريسباني، ستساعدك على تحسين هذه الأفكار بشكل حقيقي.",
    "With my efficient and attractive web designs, my clients always enjoy a positive experience and ease of use of their site, which makes them satisfied.":"بفضل تصميماتي الفعالة والجذابة للويب، يستمتع عملائي دائمًا بتجربة إيجابية وسهولة استخدام موقعهم، مما يجعلهم راضين.",
    "The projects I have completed so far have always demonstrated high standards and overall quality, with my clients very satisfied with the end result.":"لقد أظهرت المشاريع التي أنجزتها حتى الآن دائمًا معايير عالية وجودة شاملة، وكان عملائي راضين جدًا عن النتيجة النهائية.",
    "Skills & Experience": "المهارات والخبرة",
    "Unparalleled ability in web design and programming points to my achievements from years of experience in this field. I have always responded to the satisfaction of my customers.":"تمت الإشارة إلى تجربة رائعة في تصميم وتخطيط الويب على مدار السنوات الماضية في هذا الوقت. لقد تم إرجاعها إلى أرض مشتريانهم.",
    "My Skills": "مهاراتي",
    "HTML":"اچ تی ام ال",
    "CSS": "سی اس اس",
    "BootStrap": "بوت استرپ",
    "Javascript": "جاوا اسکریپت",
    "React": "ری اکت",
    "Responsive": "ریسپانسیو",
    "Experience": "خبرة",
    "Education": "تعليم",
    "UI Designer": "تصميم واجهة العمل",
    "Product Designer": "تصميم المنتج",
    "Apps Designer": "تصميم التطبيق",
    "Malek Conservatory": "معهد مالك",
    "Education and work" :"الجامعة والعمل",
    "Web Design Package": "حزمة تصميم الويب",
    "Mirdamad Technical Complex": "مجمع ميرداماد الفني",
    "Bachelor of Computer Software": "بكالوريوس في برامج الكمبيوتر",
    "University of Qom": "جامعة قم",
    "Sommayeh College of Najaf Abad": "جامعة سامية النجف آباد",
    "Master's degree in computer":"دبلوم في برامج الكمبيوتر",
    "Diploma in computer": "دبلوم في الكمبيوتر",
    "Let's Work Together":"دعونا نعمل معا",
    "Hello, welcome to my site! If you have any questions, suggestions or needs, contact me. You can use the contact form below to send me your message. I will respond to your message quickly. Thank you for trusting me.":"مرحبا، مرحبا بكم في موقعي! إذا كان لديك أي أسئلة أو اقتراحات أو الاحتياجات، اتصل بي. يمكنك استخدام نموذج الاتصال أدناه لترسل لي رسالتك. سأرد على رسالتك بسرعة. شكرا لك على ثقتك بي.",
    "Location": "موقع",
    "Phone number":"رقم التليفون",
    "Email": "بريد إلكتروني",
    "Follow me": "اتبعني",
    "Iran , Tehran": "إيران طهران",
    "Your Name":"اسمك",
    "Your Email": "بريدك الالكتروني",
    "Message": "رسالة نصية",
    "Send Message": "أرسل رسالة"
  }
  